{
  "website":{
    "title": "Batra's Blog"
  },
  "nav":{
    "home": "Home",
    "about_me": "About",
    "skills": "Skills",
    "projects": "Projects",
    "career": "Career",
    "blog": "Recommendations",
    "link": "Contact"
  },
  "about_me":{
    "about_me": "About Me",
    "des1": "Coding always keeps me on the edge of my seat and never fails to blow away the cobwebs.",
    "des2": "After coming off the school with flying colors, I always thought my dream was to be a private tutor. It seemed more appropriate after I topped my school in 12th Standard. To make my dream come true, I started my coaching business but felt humdrum.",
    "des3": "And then, one fine day the craving to do something different sparked the fire off after I created a small game with the help of a C++ tutorial. Trust me, I felt on the top of the world. The passion carried me through my engineering entrance exam which I aced and through my Bachelor of Technology degree in Computer Science which I nailed. Since then I never looked back.",
    "des4": "Thanks to my creativity, problem solving and quickly learning new languages skills, I now have programming languages like C++, Java, Python, Typescript, Javascript, CSS, HTML, C#, Bash, Perl, curl, SQL and frameworks like Qt, Angular, Django, Flask, WebRTC, ASP.Net etc under my belt.",
    "des5": "I still have fervent desire to learn new programming languages and am enthusiastically learning new fameworks and principles. I like applying my experience, learned principles and patterns to multiple projects and thereby, making life of my team mates easier. It is immensely satisfying and brings genuine joy to my heart. To summarize, I am grown into the kind of software that is moldable but still keep its creative flare intact."
    
  },
  "skills":{
    "my_skills": "My Skills"
  },
  "career":{
    "my_career": "My Career",
    "nextcode": "Nextcode",
    "nextcode_des": "Now I am in Nextcode and develop website with Python code for genetic analysis.",
    "nextcode_date": "Apr. 2016",
    "nextcode_job": "Python Developer",
    "netease": "Netease Game",
    "netease_des": "In Netease game, I learned game service system and use Python code for ops.",
    "netease_date": "Jun. 2015",
    "netease_job": "Dev Ops",
    "ucloud": "Ucloud",
    "ucloud_des": "In ucloud, I started to deal with servers and Linux system and use shell scripts to manage massive server.",
    "ucloud_date": "Sep. 2013",
    "ucloud_job": "Dev Ops",
    "college": "Graduation",
    "college_des": "At July 2013,I graduated from college and started my IT technology tour.",
    "college_date": "Jul. 2013",
    "college_job": "Student"
  },
  "Blog":{
    "my_blog": "My Blog"
  },
  "link":{
    "link": "Link",
    "view": "views"
  }

}
